"AWAY_LOCK_LABEL" = "buka";
"AWAY_LOCK_LABEL_SHORT" = "buka";
"AWAY_LOCK_LABEL_FORMAT" = "%@";
"AWAY_LOCK_EMERGENCY_LABEL" = "kecemasan";
"AWAY_LOCK_BUDDY_LABEL" = "luncur - set";
"AWAY_SMS_LABEL" = "Mesej";
"AWAY_MISSED_CALL_LABEL" = "Tak Dijawab";
"AWAY_MISSED_VOICEMAIL_LABEL" = "Mel Suara";
"VOICEMAIL_AVAILABLE" = "Mel Suara Tersedia";
"AWAY_EMPTY_CALL" = "Tidak Diketahui";
"AWAY_EMPTY_SMS" = "Tidak Diketahui";
"AWAY_EMPTY_VM" = "Tidak Diketahui";
"AWAY_CALENDAR_LABEL" = "Peristiwa";
"REMOTE_NOTIFICATIONS_LOCK_FORMAT" = "%@";
"REMOTE_NOTIFICATIONS_LOCK_LABEL" = "leret - lihat";
"DISMISS_ALERT" = "Tolak";
"DONE" = "Selesai";
"REPLY" = "Menjawab";
"REDIAL" = "Panggil Lagi";
"ACCEPT" = "Terima";
"SMS_READ" = "Baca";
"SMS_ALERT_TITLE" = "Mesej Teks";
"SLIDE_TO_ANSWER" = "jawab";
"POWER_DOWN_LINE_1" = "tahan butang";
"POWER_DOWN_LINE_2" = "untuk mematikan kuasa";
"PIN_LOCKED_STRING" = "Kad SIM anda telah dikunci. Adakah anda ingin membukanya?";
"UNLOCK" = "Buka Kunci";
"IPOD_ONLY" = "iPod";

"NEW_VOICEMAIL" = "Mel Suara Baru";
"NEW_VOICEMAIL_BODY" = "Mel Suara";
"NEW_VOICEMAIL_FROM" = "Mesej Suara Baru dari %@";
"SLIDE_TO_LISTEN" = "mendengar";
"LISTEN" = "Dengar";

"CALLING" = "memanggil…";
"CALLING_LABEL_FORMAT" = "memanggil %@…";

"SLIDE_TO_CALL_BACK" = "panggil kembali";
"SLIDE_TO_CALL_BACK_SHORT" = "panggil balik";
"CALL_BACK" = "Panggil";
"CALL_FAILURE" = "Gagal";
"CALL_WITH" = "Panggil dengan %@: %@";

"PIN_LOCKED_TITLE" = "SIM Terkunci";
"ENTER_PIN_TITLE" = "Masukkan PIN";
"PIN_ATTEMPT_REMAINING" = "1 percubaan tertinggal";
"PIN_ATTEMPTS_REMAINING" = "Baki %@ percubaan";
"WAITING_RESPONSE_TITLE" = "Membuka…";
"WAIT_FOR_UNLOCK" = "sila tunggu";
"PIN_UNLOCK_FAILED_TITLE" = "PIN Salah";

"PUK_LOCKED_TITLE" = "PUK Terkunci";
"ENTER_PUK_TITLE" = "Masukkan PUK";
"PUK_LOCKED_STRING" = "SIM anda tidak boleh diakses. Sila panggil pembawa anda untuk mendapatkan kod PUK anda.";
"PUK_LOCKED_ENTER_PIN" = "Masukkan PIN";
"PUK_LOCKED_ENTER_PIN_LABEL" = "pilih kod PIN Anda";
"PUK_LOCKED_CONFIRM_PIN" = "Sahkan PIN Baru";
"PUK_LOCKED_CONFIRM_PIN_LABEL" = "masukkan kod PIN baru sekali lagi";
"PUK_UNLOCK_FAILED_TITLE" = "PUK Salah";
"PUK_LOCKED_PIN_MISMATCH_LABEL" = "PIN sebelumnya tidak sepadan";
"BRICKED_AND_SIM_LOCKED_STRING_IPHONE" = "Masukkan SIM yang tidak perlukan nombor kunci PIN untuk mengaktifkan iPhone.";
"BRICKED_AND_SIM_LOCKED_STRING_IPAD" = "Masukkan SIM yang sah tanpa kunci PIN untuk mengaktifkan iPad.";
"PUK_HOPELESSLY_LOCKED_TITLE" = "PUK Telah Habis Dipakai";
"PUK_HOPELESSLY_LOCKED_STRING" = "Anda telah menghabiskan seluruh kesempatan untuk mencuba membuka SIM Anda. Sila hubungi operator Anda.";

"MISSING_SIM_TITLE" = "Tiada Kad SIM Dipasang";
"LOCKED_SIM_TITLE" = "SIM Salah";

"PERSONALIZATION_LOCK_ENTER_CODE" = "Masukkan Kod";
"PERSONALIZATION_UNLOCK_FAILED_TITLE" = "Kod Salah";

"NETWORK_LOCKED_LABEL" = "pemperibadian rangkaian";
"OPERATOR_LOCKED_LABEL" = "penyesuaian operator";
"OPERATOR_SS_LOCKED_LABEL" = "penyesuaian subset operator";
"CORPORATE_LOCKED_LABEL" = "penyesuaian korporat";
"SERVICE_PROVIDER_LOCKED_LABEL" = "penyesuaian perkhidmatan";

"PERSONALIZATION_LOCKED_SIM_STRING" = "iPhone ini harus digunakan dengan SIM yang telah diluluskan.";

"NETWORK_LOCKED_SIM_STRING" = "Handphone Anda telah terikat dengan salah satu kad SIM.";
"OPERATOR_LOCKED_SIM_STRING" = "Handphone anda telah terikat oleh kad SIM yang diterbitkan oleh salah satu operator selular.";
"OPERATOR_SUBSET_LOCKED_SIM_STRING" = "Handphone anda telah terikat oleh kad SIM yang diterbitkan oleh salah satu operator selular.";
"CORPORATE_LOCKED_SIM_STRING" = "Telefon anda telah diikat dengan kad SIM yang dikeluarkan oleh korporat.";
"SERVICE_PROVIDER_LOCKED_SIM_STRING" = "Handphone Anda terikat dengan kad SIM yang dibuat oleh satu perkhidmatan tertentu.";

"DURATION_PREAMBLE" = "Sentuh untuk kembali ke panggilan
";
"PLEASE_WAIT" = "Sila Tunggu…";
"BAD_SIM_TITLE" = "SIM Gagal";
"BAD_SIM_STRING" = "SIM Anda harus diganti. Sila hubungi pembekal perkhidmatan anda.";
"CHARS_REMAINING" = "%@ huruf tertinggal";
"CHAR_REMAINING" = "%@ huruf tertinggal";
"UNKNOWN" = "Tidak Diketahui";
"BLOCKED" = "Dihalang";
"CANCEL" = "Batal";
"BACK" = "Balik";
"SEND" = "Hantar";
"YES" = "Ya";
"NO" = "Tidak";
"NEW_TEXT_MESSAGE" = "Mesej Teks Baru";

"VIEW" = "Lihat";
"CLOSE" = "Tutup";
"POWER_DOWN_LOCK_LABEL" = "matikan";
"POWER_DOWN_CANCEL" = "Batal";
"DIAL" = "Panggil";
"NO_SERVICE" = "Tiada Perkhidmatan";
"SEARCHING" = "Mencari…";
"SOS_ONLY" = "SOS sahaja";
"NO_SIM" = "Tiada SIM";
"BAD_SIM" = "SIM Tidak Sah";
"LOCKED_SIM" = "SIM Terkunci";
"MULTIPLE_CALLS" = "Berbilang Panggilan";
"CONFERENCE_CALL" = "Persidangan";

"Call Failure\n%@\n%@" = "Kegagalan Panggilan\n%@\n%@";

"MOBILITY_MANAGEMENT_FORMAT_STRING" = "MM #%d";
"Smart chip not provisioned" = "SIM tidak dibekalkan";
"Smart chip not allowed" = "SIM tidak dibenarkan";
"Call failed" = "Gagal";
"Phone not allowed" = "Handphone dilarang";

"FIXED_DIALING_LOCKED_SIM_TITLE" = "Kenalan Panggilan Tetap Aktif";
"FIXED_DIALING_LOCKED_SIM_STRING" = "SIM anda mempunyai panggilan tetap yang aktif. Anda hanya dapat melakukan panggilan kecemasan.";

"TTY (No SIM)" = "TTY (Tiada SIM)";
"TTY" = "TTY";
"USE_TTY_FOR_CALL" = "Gunakan TTY untuk panggilan ini?";

"ENTER_PASSCODE" = "Masukkan Kod Laluan";
"WRONG_PASSCODE" = "Kod Laluan Salah";
"TRY_AGAIN" = "cuba lagi";
"DEVICE_BLOCKED" = "%@ matikan";
"EMERGENCY_CALL" = "Panggilan kecemasan";
"EMERGENCY_CALL_TITLE" = "Panggilan\nKecemasan";
"CONNECT_TO_ITUNES" = "hubungkan ke iTunes";
"ONE_MINUTE_TO_UNBLOCK" = "cubalah lagi dalam 1 minit";
"MULTIPLE_MINUTES_TO_UNBLOCK" = "cuba lagi dalam %@ minit";

"ALPHANUMERIC_PASSCODE_OK" = "OK";
"ALPHANUMERIC_PASSCODE_CANCEL" = "Batal";

"VOD_OK" = "OK";

"LOCAL_NOTIFICATION_SNOOZE" = "Tidur";

"LOW_BATT_TITLE" = "Bateri Lemah";
"LOW_BATT_MSG_LEVEL" = "%@ bateri tertinggal";

"AUTO_WIFI_SYNC_LOW_POWER" = "Penyelarasan Wi-Fi iTunes automatik akan diteruskan apabila dicas.";
"AUTO_WLAN_SYNC_LOW_POWER" = "Penyelarasan WLAN iTunes automatik akan diteruskan apabila dicas.";
"WIFI_SYNC_LOW_POWER" = "Penyelarasan Wi-Fi iTunes akan diteruskan apabila dicas.";
"WLAN_SYNC_LOW_POWER" = "Penyelarasan WLAN iTunes akan diteruskan apabila dicas.";
"SYNC_LOW_POWER" = "Penyelarasan iTunes akan diteruskan apabila dicas.";

"NETWORK_LOST" = "Rangkaian Hilang";
"NETWORK_RESTRICTED" = "Rangkaian Terbatas";
"SETTINGS" = "Seting";
"NETWORK_LOST_TEXT" = "Rangkaian selular yang anda pilih tidak lagi tersedia. Anda boleh memilih rangkaian lain dalam seting.";
"NETWORK_RESTRICTED_TEXT" = "Rangkaian selular yang anda pilih adalah terbatas. Anda boleh memilih rangkaian lain dalam seting.";
"NETWORK_LOST_LOCK_LABEL" = "memilih";
"NETWORK_LOST_LOCK_LABEL_SHORT" = "pilih";

"CALL" = "Panggil";

"OK" = "OK";

"TIMER_LOCK_LABEL" = "matikan pemasa";
"COUNT_DOWN_TIME_REACHED" = "Pemasa Tamat";

"LOW_DISK_SPACE_TITLE" = "Storan Hampir Penuh";
"LOW_DISK_SPACE_MESSAGE" = "Anda boleh mengurus storan anda dalam Seting.";
"LOW_DISK_SPACE_DISMISS" = "Selesai";
"LOW_DISK_SPACE_SETTINGS" = "Seting";

"DEAD_RADIO_TITLE" = "Pemulihan Diperlukan";
"DEAD_RADIO_MESSAGE" = "iPhone tidak boleh membuat atau menerima panggilan. Pulihkan daripada iTunes.\nwww.apple.com/my/support";

"DEVICE_INACTIVE" = "Aktifkan iPhone";
"ACTIVATION_REQUIRED" = "Pengaktifan Diperlukan";
"PHONE_ACTIVATED" = "iPhone telah diaktifkan";
"WAITING_FOR_ACTIVATION_TITLE" = "Menunggu Pengaktifan";
"WAITING_FOR_ACTIVATION_BODY" = "Mungkin mengambil sedikit masa.";
"ACTIVATION_FAILED_TITLE" = "iPhone tidak Diaktifkan";
"ACTIVATION_FAILED_BODY" = "Hubungi pembawa anda jika masalah ini berterusan.";
"ACTIVATION_FAILED_BODY_SUPPORT" = "Hubungi pembawa anda di %@ daripada telefon lain jika masalah ini berterusan.";
"ACTIVATION_FAILED_IGNORE_BUTTON" = "Abaikan";
"ACTIVATION_FAILED_RETRY_BUTTON" = "Cuba Lagi";
"MISMATCHED_SIM_TITLE" = "SIM berbeza dijumpai";
"MISMATCHED_SIM_BODY" = "Sila hubungkan ke iTunes";
"REGISTRATION_FAILED_TITLE" = "Isyarat Pengaktifan";
"REGISTRATION_FAILED_BODY" = "Isyarat tidak ditemui. Isyarat diperlukan untuk melengkapi pengaktifan.";

"CALL_FORWARDING_ACTIVE" = "Majuan Panggilan Aktif";
"OUTGOING_CALL_FORWARDED" = "Panggilan Keluar Dimajukan";
"INCOMING_CALL_FORWARDED" = "Panggilan Masuk Dimajukan";

"AIRPLANE_DATA_PROMPT" = "Matikan Mod Pesawat atau Gunakan Wi-Fi untuk Mengakses Data";
"AIRPLANE_DATA_PROMPT_WLAN" = "Matikan Mod Pesawat atau Gunakan WLAN untuk Mengakses Data";
"AIRPLANE_DATA_PROMPT_NO_WIFI" = "Matikan Mod Pesawat untuk Mengakses Data";
"AIRPLANE_DATA_OK" = "OK";
"AIRPLANE_DATA_SETTINGS" = "Seting";
"AIRPLANE_CELL_PROMPT" = "Anda harus menyahdayakan mod pesawat agar dapat mengakses data.";
"AIRPLANE_CELL_PROMPT_SMS" = "Anda harus mematikan mod pesawat untuk menerima atau menghantar mesej.";

"IN_CALL_LAUNCH_ALERT" = "Data hubungan selular tidak tersedia apabila panggilan ini sedang dijalankan.";
"IN_CALL_LAUNCH_OK" = "OK";

"PIN_ENTRY_SUCCESS" = "Berjaya dimasukkan PIN";
"PUK_ENTRY_SUCCESS" = "Pemasukkan PUK Berhasil";

"SLIDE_TO_CANCEL" = "batalkan";

"RESTORE_IN_PROGRESS" = "Pemulihan sedang Berjalan";
"RESTORE_COMPLETE" = "Pengembalian selesai";
"RESTORE_FAILED" = "Pengembalian gagal";

"RESTORE_FAILURE_ALERT_RESTART_BUTTON_TITLE" = "Mula Kembali";
"RESTORE_FAILURE_ALERT_BODY_TEXT" = "Ada masalah dalam pengembalian. Mula kembali %@ Anda dan cuba lakukan pengembalian lagi.";

"RESET_IN_PROGRESS" = "Set Semula %@";
"RESET_COMPLETE" = "Reset selesai";

"NO_NAME" = "Tidak Diketahui";

"HEADSET_VOLUME" = "headset";
"BLUETOOTH_VOLUME" = "bluetooth";
"RINGER_VOLUME" = "dering";
"SOUND_EFFECTS_VOLUME" = "kesan bunyi";
"VOLUME" = "kelantangan";
"HEADPHONES" = "fon kepala";
"VOLUME_HUD_FORMAT" = "(%@)";

"RE-CALIBRATE COMPASS" = "Gangguan Kompas";
"RE-CALIBRATE_INSTRUCTION_IPHONE" = "Jauhi daripada sebarang gangguan, atau\ntentukur semula dengan melambaikan iPhone dalam gerakan angka 8.";
"RE-CALIBRATE_INSTRUCTION_IPOD" = "Jauhi daripada sebarang gangguan,atau\ntentukur semula dengan melambaikan iPod dalam gerakan angka 8.";
"RE-CALIBRATE_INSTRUCTION_IPAD" = "Jauhi daripada sebarang gangguan, atau\ntentukur semula dengan melambaikan iPad dalam gerakan angka 8.";

"EDGE_FAILURE" = "Tidak dapat mengaktifkan rangkaian data selular";
"EDGE_FAILURE_SETTINGS" = "Seting";  
"EDGE_ROAMING_FAILURE_TITLE" = "Roaming Data telah dimatikan";
"EDGE_ROAMING_FAILURE_BODY" = "Gunakan Wi-Fi atau aktifkan perayauan data dalam Seting > Umum > Rangkaian. Mungkin memerlukan bayaran tambahan.";
"EDGE_ROAMING_FAILURE_BODY_WLAN" = "Gunakan WLAN atau aktifkan perayauan data dalam Seting > Umum > Rangkaian. Mungkin memerlukan bayaran tambahan.";
"EDGE_ROAMING_FAILURE_BODY_NO_WIFI" = "Dayakan perayauan data dalam Seting > Umum > Rangkaian. Bayaran tambahan mungkin dikenakan.";
"EDGE_ROAMING_FAILURE_BODY_IPAD" = "Gunakan Wi-Fi atau aktifkan roaming data di Seting >  Data Selular. Mungkin memerlukan bayaran tambahan.";
"EDGE_ROAMING_FAILURE_BODY_IPAD_WLAN" = "Gunakan WLAN atau aktifkan roaming data di Seting >  Data Selular. Mungkin memerlukan bayaran tambahan.";
"EDGE_ROAMING_FAILURE_BODY_IPAD_NO_WIFI" = "Dayakan perayauan data dalam Seting > Data Selular. Bayaran tambahan mungkin dikenakan.";
"EDGE_OFF_FAILURE_TITLE" = "Data Selular dinyahaktifkan";
"EDGE_OFF_FAILURE_BODY" = "Aktifkan data selular atau gunakan Wi-Fi untuk mengakses data.";
"EDGE_OFF_FAILURE_BODY_WLAN" = "Aktifkan data selular atau gunakan WLAN untuk mengakses data.";
"EDGE_OFF_FAILURE_BODY_NO_WIFI" = "Aktifkan data selular untuk mengakses data.";
"EDGE_OFF_FAILURE_BODY_IPAD" = "Aktifkan data selular atau gunakan Wi-Fi untuk mengakses data.";
"EDGE_OFF_FAILURE_BODY_IPAD_WLAN" = "Aktifkan data selular atau gunakan WLAN untuk mengakses data.";
"EDGE_OFF_FAILURE_BODY_IPAD_NO_WIFI" = "Aktifkan data selular untuk mengakses data.";
"EDGE_OK" = "OK";

"kGprsIllegalMs" = "MS Tidak Sah";
"kGprsIllegalMe" = "ME Tidak Sah";
"kGprsServicesNotAllowed" = "Layanan GPRS tidak diperbolehkan";
"kGprsPlmnNotAllowed" = "PLMN tidak diizinkan";
"kGprsLocationAreaNotAllowed" = "Lokasi tidak diizinkan";
"kGprsRoamingNotAllowedInLocationArea" = "Roaming tidak diizinkan di lokasi ini";
"kGprsServiceOptionNotSupported" = "Pilihan layanan tidak sesuai";
"kGprsServiceOptionNotSubscribed" = "Anda tidak melanggan kepada perkhidmatan data selular";
"kGprsServiceOptionTemporarilyOutOfOrder" = "Rangkaian data selular tidak tersedia buat sementara";
"kGprsPdpAuthenticationFailure" = "pemeriksaan PDP gagal";
"kGprsInvalidMobileClass" = "Kelas mudah alih tidak sah";

"IPOD" = "iPod";
"MUSIC" = "Muzik";

"SETTING_LANGUAGE" = "Menetapkan Bahasa…";
// Localized device name capabilities
"iPod" = "iPod";
"iPad" = "iPad";
"iPhone" = "iPhone";

"EXPIRED_FORMAT" = "Tempoh sewaan anda untuk “%@” telah tamat";
"WARNING_DAYS_FORMAT" = "Anda ada %@ hari untuk menonton “%@” dan selepas itu ia akan dipadam";
"WARNING_DAY_FORMAT" = "Anda ada %@ hari untuk menonton “%@” dan selepas itu ia akan dipadam";
"WARNING_HOURS_FORMAT" = "Anda ada %@ jam untuk menonton “%@” dan selepas itu ia akan dipadam";
"WARNING_HOUR_FORMAT" = "Anda ada %@ jam untuk menonton “%@” dan selepas itu ia akan dipadam";
"WARNING_MINUTES_FORMAT" = "Anda ada %@ minit untuk menonton “%@” dan selepas itu ia akan dipadam";
"WARNING_MINUTE_FORMAT" = "Anda ada %@ minit untuk menonton “%@” dan selepas itu ia akan dipadam";

"NEWSSTAND_ICON_TITLE" = "Newsstand";
"NEWSSTAND_FOLDER_TITLE" = "Newsstand";
"NEWSSTAND_STORE_BUTTON_TITLE" = "Store";
"NEWSSTAND_NEWISSUEBADGE_TITLE" = "Baru";

"DELETE_ICON_TITLE" = "Padam Ikon";
"DELETE_ICON_BODY" = "Adakah anda pasti ingin memadam penanda buku “%@”?";
"DELETE_ICON_CONFIRM" = "Padam";
"DELETE_ICON_CANCEL" = "Batal";

"DELETE_WIDGET_TITLE" = "Padam “%@”";
"DELETE_WIDGET_BODY" = "Adakah anda pasti ingin memadam “%@”?";
"DELETE_WIDGET_CONFIRM" = "Padam";
"DELETE_WIDGET_CANCEL" = "Batal";

"UNINSTALL_ICON_TITLE" = "Padam “%@”";
"UNINSTALL_ICON_TITLE_FOR_APP_WITH_DOCUMENTS_IN_CLOUD" = "Padam “%@”";
"UNINSTALL_ICON_TITLE_FOR_APP_WITH_DOCUMENTS_UPDATES_PENDING" = "Kemas Kinian Dokumen Belum Selesai";
"UNINSTALL_ICON_BODY" = "Memadam “%@” juga akan memadam semua datanya.";
"UNINSTALL_ICON_BODY_MULTIPLE" = "Memadam “%@” juga akan memadam %@ dan semua datanya.";
"UNINSTALL_ICON_BODY_FOR_APP_WITH_DOCUMENTS_IN_CLOUD" = "Memadam “%@” juga akan memadam semua datanya daripada %@ ini. Sebarang dokumen & data yang disimpan dalam iCloud tidak akan dipadam dan boleh diurus dalam Seting.";
"UNINSTALL_ICON_BODY_FOR_APP_WITH_DOCUMENTS_UPDATES_PENDING" = "Beberapa dokumen dalam iCloud mempunyai kemas kinian yang belum selesai. Kemas kinian ini akan hilang jika anda memadam “%@” sekarang.";
"UNINSTALL_ICON_CONFIRM" = "Padam";
"UNINSTALL_ICON_CANCEL" = "Batal";

"RATINGS_ICON_TITLE" = "Sila tarafkan “%@” sebelum memadam.";
"RATINGS_ICON_BODY" = "Sentuh bintang untuk menilai.";
"RATINGS_ICON_SKIP" = "Tidak Perlu";
"RATINGS_ICON_RATE" = "Nilai";

"GAMECENTER_DELETE_STATS_TITLE" = "Keluarkan \"%@\" daripada Game Center?";
"GAMECENTER_DELETE_STATS_BODY" = "Anda tidak akan disenaraikan lagi pada papan juara untuk \"%@\".";
"GAMECENTER_DELETE_STATS_DELETE" = "Keluarkan";
"GAMECENTER_DELETE_STATS_CANCEL" = "Simpan";

"REORDER_INFO_TEXT" = "Sentuh dan tahan ikon untuk memasuki mod susun semula. Klik butang menu untuk berhenti.";
"REORDER_INFO_TITLE" = "Edit Skrin Utama";
"REORDER_INFO_BODY" = "Untuk menyusun semula ikon, sentuh dan tahan sebarang ikon sehingga ia mula bergoyang, kemudian seret ikon ke lokasi yang diingini.\nSeret ikon ke hujung kanan untuk membuat skrin Utama tambahan.\nTekan butang Utama setelah selesai.";

"CARRIER_DEBUGGING_TITLE" = "Telah Dikonfigurasi untuk Pengujian";
"CARRIER_DEBUGGING_BODY" = "Peralatan ini telah dikonfigurasi untuk menghantar data diagnostik ke Apple.\nSemua maklumat penggunaan, termasuk data peribadi anda, akan dipaparkan dalam laporan yang dihantar ke Apple. Penguji perisian prakeluaran ini hendaklah menghantar data ini.\nJika anda mempunyai keperluan perniagaan untuk menyahdayakan ciri ini sila hubungi majikan anda untuk arahan.";

"UNHANDLED_URL_TITLE" = "URL tidak sesuai";
"UNHANDLED_URL_BODY" = "URL ini tidak dimuat:\n%@";

"RESTRICTED_URL_TITLE" = "URL Terbatas";
"RESTRICTED_URL_BODY" = "URL ini tidak dimuat:\n%@";

"CALL_PERMISSION_ALERT_CALL" = "Panggil";
"CALL_PERMISSION_ALERT_CANCEL" = "Batal";

"DOWNLOADING_ICON_LABEL" = "Memuat…";
"INSTALLING_ICON_LABEL" = "Sedang Menginstal…";
"PAUSED_ICON_LABEL" = "Dijedakan";
"RESTRICTED_ICON_LABEL" = "Disekat";
"WAITING_ICON_LABEL" = "Menunggu…";

"APP_DOWNLOAD_QUEUE_ERROR" = "Tidak boleh mengambil maklumat muat turun. Sila sambungkan dengan iTunes.";

"PENDING_DOWNLOAD_REMOVED_TITLE" = "Muat Turun Selesai";
"PENDING_DOWNLOAD_REMOVED_BODY" = "Beberapa download telah diselesaikan oleh iTunes komputer Anda.";
"PENDING_DOWNLOAD_REMOVED_OK" = "Tolak";

"ALL_PENDING_DOWNLOADS_REMOVED_TITLE" = "Muat Turun Selesai";
"ALL_PENDING_DOWNLOADS_REMOVED_BODY" = "Semua muat turun telah diselesaikan dalam iTunes pada komputer anda.";
"ALL_PENDING_DOWNLOADS_REMOVED_OK" = "Tolak";

"ENTER_CURRENT_PASSCODE" = "Untuk mengubah kod laluan anda, masukkan kod laluan semasa anda.";
"ENTER_NEW_PASSCODE" = "Kod laluan baru";
"CONFIRM_NEW_PASSCODE" = "Masukkan kembali kod laluan baru anda";
"CONFIRM_NEW_PASSCODE_MISMATCH" = "Kod laluan baru tidak sepadan. %@";

"PASSCODE_ALERT_EMERGENCY" = "Kecemasan";
"PASSCODE_ALERT_CANCEL" = "Batal";
"PASSCODE_ALERT_NEXT" = "Teruskan";
"PASSCODE_ALERT_DONE" = "Simpan";
"PASSCODE_ALERT_TITLE" = "Keperluan Kod Laluan";
"PASSCODE_ALERT_INCORRECT_PASSCODE" = "Kod laluan salah. Masukkan kod laluan semasa anda.";

"NON_COMPLIANT_PASSCODE_LATER" = "Kemudian";
"NON_COMPLIANT_PASSCODE_CONTINUE" = "Teruskan";
"PASSCODE_REMINDER_CANCEL" = "Bukan Sekarang";
"PASSCODE_REMINDER_CONTINUE" = "Teruskan";

"AFTER_CLTM_SHUTDOWN_BODY_IPHONE" = "iPhone dimatikan akibat suhu yang tidak sesuai.";
"AFTER_CLTM_SHUTDOWN_BODY_IPAD" = "iPad dimatikan akibat suhu yang tidak sesuai.";
"AFTER_CLTM_SHUTDOWN_BODY_IPOD" = "iPod dimatikan akibat suhu yang tidak sesuai.";

"IPHONE_TOO_HOT" = "Suhu";

"FIREWIRE_ALERT_STRING" = "Pengecasan tidak disokong\ndengan aksesori ini";
"THERMAL_ALERT_STRING_IPHONE" = "iPhone perlu disejukkan sebelum\nanda dapat menggunakannnya.";
"THERMAL_ALERT_STRING_IPAD" = "iPad perlu disejukkan sebelum\nanda dapat menggunakannnya.";
"THERMAL_ALERT_STRING_IPOD" = "iPod perlu disejukkan sebelum\nanda dapat menggunakannnya.";

"APP_PROFILE_EXPIRED_BODY" = "Aplikasi “%@” tidak boleh dibuka kerana profil peruntukkan telah tamat tempohnya.";
"APP_PROFILE_EXPIRED_OK" = "OK";

"APP_PROFILE_NOT_TRUSTED_BODY" = "Adakah Anda Yakin Ingin Membuka Aplikasi “%@” dari Pemaju “%@”?";
"APP_PROFILE_NOT_TRUSTED_CONFIRM" = "Teruskan";
"APP_PROFILE_NOT_TRUSTED_CANCEL" = "Keluar";

"MULTIPLE_NEW_MESSAGE_HIDDEN_PREVIEW" = "%@ Mesej Teks Baru";
"AWAY_MASKED_SMSES_LABEL" = "Mesej Teks";
"AWAY_MASKED_SMS_LABEL" = "Mesej Teks";

"SIMULATOR_CARRIER_STRING" = "Pembawa";

"PRINT_CENTER_TITLE" = "Pusat Cetakan";

"SEARCH_BAR_PLACEHOLDER" = "Cari %@";
"NO_SEARCH_RESULTS" = "Tiada Hasil";
"EMPTY_SEARCH_RESULT" = "(tidak bertajuk)";
"SEARCH_SUBTITLE_SEPARATOR" = " — ";
"SEARCH_WEB" = "Cari Web";
"SEARCH_WIKIPEDIA" = "Cari Wikipedia";
"SEARCH_TOP_HIT" = "Hasil Teratas";

"ALL_DAY"   = "Sepanjang hari";
"YESTERDAY" = "Semalam";
"TODAY" = "Hari Ini";
"TOMORROW" = "Esok";
"TODAY_TOMORROW_YESTERDAY_DATE_FORMAT" = "%@ %@";

"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_TITLE" = "Sambungkan ke iTunes untuk Menggunakan Pemberitahuan Push";
"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_BODY" = "“%@” pemberitahuan mengandungi isyarat, bunyi dan lencana ikon.";
"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_DISMISS" = "OK";

"REMOTE_NOTIFICATION_PERMISSION_ALERT_TITLE" = "“%@” Ingin Menghantar Anda Pemberitahuan Push";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_BODY" = "Pemberitahuan mengandungi isyarat, bunyi dan lencana ikon. Ini dapat dikonfigurasi dalam Seting.";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_AND_PUSH_PERMISSION_ALERT_TITLE" = "“%@” Ingin Menghantar Anda Isu Baru dan Pemberitahuan Push";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_PERMISSION_ALERT_TITLE" = "“%@” Ingin Menghantar Anda Isu Baru";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_ALERT_BODY" = "Keluaran baru akan dimuat turun secara automatik apabila dalam Wi-Fi. Ini boleh dikonfigurasi dalam Seting.";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_DENY" = "Jangan Benarkan";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_ALLOW" = "OK";

"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_TITLE" = "Aktifkan Pemberitahuan Push untuk Membenarkan “%@” menerima Bunyi, Isyarat dan Lencana";
"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_DISMISS" = "Batal";
"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_SETTINGS" = "Seting";

"REMOTE_NOTIFICATION_SIMULATOR_NOT_SUPPORTED_NSERROR_DESCRIPTION" = "pemberitahuan jauh tidak disokong dalam simulator";
"REMOTE_NOTIFICATION_ENTITLEMENT_NSERROR_DESCRIPTION" = "'%@' tidak rentetan kelayakan yang sah ditemui untuk aplikasi";

"BACKGROUND_CONTINUATION_PERMISSION_ALERT_TITLE" = "\"%@\" Ingin Dijalankan di Latar Belakang";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_BODY" = "Menjalankan%@ di latar belakang boleh dikonfigurasikan dalam Seting.";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_DENY" = "Jangan Benarkan";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_ALLOW" = "OK";

"BATTERY_CHARGE_PERCENTAGE" = "%@ Diisi"; 

"INTERNET_TETHERING_SINGLE_HOST" = "Hotspot Peribadi: 1 Sambungan";
"INTERNET_TETHERING_MULTIPLE_HOSTS" = "Hotspot Peribadi: %@ Sambungan";

"CLASS_0_ALERT_MESSAGE_FROM" = "Mesej daripada %@:";

"APPLICATION_SWITCHER_TITLE" = "Aplikasi";
"APPLICATION_SWITCHER_CANCEL" = "Batal";
"APPLICATION_SWITCHER_QUITAPP" = "Keluar";

"DATA_PLAN_LATER" = "Kemudian";
"DATA_PLAN_NOW" = "Sekarang";

"DATA_PLAN_NEW_ACCOUNT_TITLE" = "Akaun Data Selular";
"DATA_PLAN_NEW_ACCOUNT_BODY" = "Anda belum mendaftar untuk rencana data. Adakah anda ingin mendirikan akaun baru? Jika tidak, anda boleh mendirikannya kemudian pada Seting.";

"DATA_PLAN_DISABLE_TITLE" = "Data Selular";
"DATA_PLAN_DISABLE_BODY" = "Jika anda tidak mahu ditanya mengenai pelan data selular, anda boleh menyahaktifkan Data Selular dalam Seting.";

"DATA_PLAN_ADD_TITLE" = "Plan Penggunaan Data Selular";
"DATA_PLAN_ADD_LOW_BODY" = "Hanya %@ dari rencana data tertinggal. Adakah anda ingin menambah lebih banyak data untuk rencana anda sekarang? Jika anda tidak menambah sekarang, anda boleh melakukannya nanti dalam Seting.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_DAYS" = "Pelan data anda akan tamat tempoh dalam %@ hari. Adakah anda ingin menambah lagi masa untuk pelan anda sekarang? Jika anda tidak menambah sekarang, anda boleh melakukannya kemudian dalam Seting.";
"DATA_PLAN_ADD_EXPIRATION_BODY_ONE_DAY" = "Pelan data anda akan tamat tempoh dalam 1 hari. Adakah anda ingin menambah lagi masa untuk pelan anda sekarang? Jika anda tidak menambah sekarang, anda boleh melakukannya kemudian dalam Seting.";
"DATA_PLAN_ADD_EXPIRATION_BODY_LESS_THAN_MULTIPLE_DAYS" = "Pelan data anda akan tamat tempoh dalam kurang daripada %@ hari. Adakah anda ingin menambah lagi masa untuk pelan anda sekarang? Jika anda tidak menambah sekarang, anda boleh melakukannya kemudian dalam Seting.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_HOURS" = "Pelan data anda akan tamat tempoh dalam lebih kurang %@ jam. Adakah anda ingin menambah lagi masa untuk pelan anda sekarang? Jika anda tidak menambah sekarang, anda boleh melakukannya kemudian dalam Seting.";
"DATA_PLAN_ADD_EXPIRATION_BODY_ONE_HOUR" = "Pelan data anda akan tamat tempoh dalam lebih kurang 1 jam. Adakah anda ingin menambah lagi masa untuk pelan anda sekarang? Jika anda tidak menambah sekarang, anda boleh melakukannya kemudian dalam Seting.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_MINUTES" = "Pelan data anda akan tamat tempoh dalam lebih kurang %@ minit. Adakah anda ingin menambah lagi masa untuk pelan anda sekarang? Jika anda tidak menambah sekarang, anda boleh melakukannya kemudian dalam Seting.";
"DATA_PLAN_ADD_EMPTY_BODY" = "Tiada baki data dalam pelan semasa anda. Adakah anda ingin menambah lebih banyak data sekarang? Jika anda tidak menambah sekarang, anda boleh melakukannya nanti dalam Seting.";

"DATA_PLAN_ACTIVATED_TITLE" = "Rencana Data Diaktifkan";
"DATA_PLAN_ACTIVATED_FORMAT" = "Perkhidmatan data selular %@ anda telah diaktifkan.";

"DATA_PLAN_UPDATED_TITLE" = "Pelan Data Selular Dikemas kini";
"DATA_PLAN_UPDATED_FORMAT" = "Perkhidmatan data selular %@ anda telah dikemas kinikan.";

"DATA_PLAN_FAILED_TITLE" = "Rencana Data Gagal Diaktifkan";
"DATA_PLAN_FAILED_ACTIVATE_FORMAT" = "Perkhidmatan data selular %@ anda gagal diaktifkan.";
"DATA_PLAN_FAILED_UPDATE_FORMAT" = "Perkhidmatan data selular %@ anda gagal dikemas kinikan.";

"DATA_PLAN_FAILED_TRY_LATER" = "Batal";
"DATA_PLAN_FAILED_TRY_AGAIN" = "Cuba Lagi";

"ORIENTATION_LOCK_PORTRAIT_LOCKED" = "Orientasi Potret Dikunci";
"ORIENTATION_LOCK_PORTRAIT_UNLOCKED" = "Orientasi Potret Dibuka";
"ORIENTATION_LOCK_LANDSCAPE_LOCKED" = "Orientasi Landskap Dikunci";
"ORIENTATION_LOCK_UNLOCKED" = "Orientasi Dibuka Kunci";

"MUTE_ON" = "Senyap Aktif";
"MUTE_OFF" = "Senyap Tak Aktif";

/* format string for alarms on events in other time zones - #1 is main time string, #2 is time in other time zone (e.g. 'Today at 1:00 pm (4:00 pm EDT)')*/
"ALARM_OTHER_TIMEZONE_FORMAT" = "%1$@ (%2$@)";

"IBOOKS_UNSUPPORTED_TITLE" = "Kemas kinian iBooks";
"IBOOKS_UNSUPPORTED_BODY" = "Muat turun kemas kinian percuma dalam App Store.";
"IBOOKS_UNSUPPORTED_DOWNLOAD" = "Muat turun";
"IBOOKS_UNSUPPORTED_CANCEL" = "Batal";

"BULLETIN_LIST_DONE" = "Selesai";
"BULLETIN_LIST_CLEAR" = "Kosongkan";
"BULLETIN_LIST_NO_NEW_NOTIFICATIONS" = "Tiada Pemberitahuan Baru";

"SYNCING_ICON_LABEL" = "Menyelaraskan…";
"CLEANING_ICON_LABEL" = "Mengosongkan…";

// Software Update Alerts
"SOFTWARE_UPDATE_AVAILABLE_ALERT_TITLE"  = "Kemas Kinian Perisian";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY"   = "%@ kini tersedia.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPHONE" = "%@ kini tersedia untuk iPhone anda.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPAD" = "%@ kini tersedia untuk iPad anda.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPOD" = "%@ kini tersedia untuk iPod anda.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_CANCEL" = "Tutup";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_ACTION" = "Butiran";

"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_TITLE"      = "Kemas Kinian Perisian";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL"          = "%@ akan dipasang dalam %@ saat. Peranti anda akan dimulakan semula apabila pemasangan selesai.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR"        = "%@ akan dipasang dalam %@ saat.  Peranti anda akan dimulakan semula apabila pemasangan selesai.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPHONE"   = "%@ akan dipasang dalam %@ saat. iPhone anda akan dimulakan semula apabila pemasangan selesai.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPHONE" = "%@ akan dipasang dalam %@ saat.  iPhone anda akan dimulakan semula apabila pemasangan selesai.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPAD"     = "%@ akan dipasang dalam %@ saat. iPad anda akan dimulakan semula apabila pemasangan selesai.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPAD"   = "%@ akan dipasang dalam %@ saat.  iPad anda akan dimulakan semula apabila pemasangan selesai.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPOD"     = "%@ akan dipasang dalam %@ saat. iPod anda akan dimulakan semula apabila pemasangan selesai.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPOD"   = "%@ akan dipasang dalam %@ saat.  iPod anda akan dimulakan semula apabila pemasangan selesai.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_CANCEL"     = "Kemudian";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_ACTION"     = "Pasang";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_LOCK_LABEL" = "leret untuk tunggu";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_LOCK_LABEL_SHORT" = "tunggu";

"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_TITLE"        = "Kemas Kinian Perisian Gagal";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_BODY_GENERIC" = "Ralat berlaku semasa memuat turun %@.";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_CANCEL"       = "Tutup";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_ACTION"       = "Seting";

"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_TITLE"  = "Tidak Boleh Muat Turun Kemas Kinian";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_BODY"   = "Tiada storan yang mencukupi untuk memuat turun %@. Anda boleh mengurus storan anda dalam Seting.";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_CANCEL" = "Tutup";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_ACTION" = "Seting";

"SOFTWARE_UPDATE_INSTALL_FAILURE_UNAVAILABLE_TITLE"  = "Kemas Kinian Perisian Tidak Tersedia";
"SOFTWARE_UPDATE_INSTALL_FAILURE_UNAVAILABLE_BODY"   = "Kemas Kinian Perisian tidak tersedia pada masa ini. Cuba lagi nanti.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_TITLE"        = "Tidak Dapat Memasang Kemas Kinian";
"SOFTWARE_UPDATE_INSTALL_FAILURE_GENERIC_ALERT_BODY" = "Ralat berlaku semasa memasang %@.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_BATTERY_ALERT_BODY" = "Kemas kini perisian memerlukan sekurang-kurangnya %@ bateri atau disambung kepada sumber kuasa.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_STORAGE_ALERT_BODY" = "Kemas kini perisian memerlukan sekurang-kurangnya %@ storan tersedia.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_NETWORK_ALERT_BODY" = "Kemas kini perisian memerlukan sambungan rangkaian.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_CANCEL"       = "Tutup";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_ACTION"       = "Seting";

"SOFTWARE_UPDATE_VERIFYING_ALERT_BODY" = "Mengesahkan kemas kini...";

"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_TITLE"  = "Tidak Dapat Mengesahkan Kemas Kini";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_BODY"   = "%@ gagal pengesahan kerana anda tidak lagi bersambung kepada Internet.";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_CANCEL" = "Tutup";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_ACTION" = "Cuba lagi";

// Newsstand card icon
"NEWSSTAND_CARD_TEXT" = "Anda boleh muat turun majalah dan surat khabar dalam App Store";

// Relative date strings
"RELATIVE_DATE_FUTURE_SEC"  = "dalam %@s";
"RELATIVE_DATE_FUTURE_MIN"  = "dalam %@m";
"RELATIVE_DATE_FUTURE_HOUR" = "dalam %@j";
"RELATIVE_DATE_NOW"         = "sekarang";
"RELATIVE_DATE_PAST_SEC"    = "%@s lalu";
"RELATIVE_DATE_PAST_MIN"    = "%@m lalu";
"RELATIVE_DATE_PAST_HOUR"   = "%@j lalu";
"RELATIVE_DATE_PAST_DAY"    = "%@h lalu";
